[Lang]
Name=Turkish
FONT=Tahoma

[Translate]
" s"=" s"
"(Empty)"="Boş"
"1 min"="1 dak"
"10 min"="10 dak"
"12 Hour"="12 Saat"
"120s"="120s"
"15s"="15s"
"1800s"="1800s" 
"2 min"="2 dak"
"24 Hour"="24 Saat"
"30 min"="30 dak"
"300s"="300s"
"30s"="30s"
"5 min"="5 dak"
"600s"="600s"
"60s"="60s"
"802.1x Mode"="802.1x Modu"
"802.1x"="802.1x"
"Account 1"="Hesap 1"
"Account 2"="Hesap 2"
"Account 3"="Hesap 3"
"Account 4"="Hesap 4"
"Account 5"="Hesap 5"
"Account 6"="Hesap 6"
"Account ID"="Hesap ID"
"Account Not Usable!"="Account  Unusable!"
"Account"="Hesap"
"Accounts"="Hesaplar"
"ACD Login"="ACD Giriş"
"ACD State"="ACD Durum..."
"ACD Trace"="ACD Trace"
"ACD"="ACD"
"Activation"="SIP Hesap Durumu"
"Active Level"="Parlaklık Seviyesi"
"Adapter has added, scanning the bluetooth devices right now?"="Adapter has added, scanning the bluetooth devices right now?"
"Adapter has removed out"="Adapter has been removed !"
"Add Number"="Numara Ekle"
"Add Personal"="Add Personal"
"Add selected To Personal?"="Add selected To Personal?"
"Add the records success"="Add the records success"
"Add to"="Add to"
"Add"="Ekle"
"admin"="admin"
"Advanced"="Gelişmiş"
"After Ring Times"="Calma Sayısı"
"ALERT"="ALARM"
"All Broadsoft Group"="All Broadsoft Group"
"All Buddies"="All Buddies"
"All Calls"="Tüm Çağrılar"
"All Contacts"="Bütün Kontaklar"
"All Key"="Tüm Tuşlar"
"All Lines"="All Lines"
"All Local Call"="All Local Call"
"All Network Call"="All Network Call"
"All Off"="All Off"
"All On"="All On"
"All XML Group"="All XML Group"
"Allow Remote Control"="Uzaktan Kontrole izin ver"
"Allow Remote Control?"="Uzaktan Kontrole izin ver"
"Always Forward"="Tum Çağrıları Yönlendir"
"Always On"="devrede"
"Anonymous Code"="Anonymous Code"
"Anonymous Reject"="Bilinmeyen No Reddetme"
"Anonymous Rejection"="Bilinmeyen No Reddetme..."
"Anonymous"="Bilinmeyen"
"Answer Comfimation"="Answer Comfimation"
"Answer"="Cevapla"
"Anywhere"="Anywhere..."
"Apr"="Nis"
"Are you sure to remove "="Are you sure to remove "
"Aug"="Ağu"
"auth error"="auth error"
"Authentication failure!"="Authentication failure!"
"Auto Answer"="Oto. Cevaplama"
"Auto Connect:"="Auto Connect:"
"Auto provision now?"="Güncellemeyi kontrol et? Güncelleme var ise telefon tekrar başlayabilir."
"Auto Provision to"="Auto Provision to"
"Auto Provision"="Otomatik Güncelleme"
"Auto Redial"="Oto. Tekrar Ara"
"Auto Redial?"="Oto. Tekrar Ara"
"Auto"="Oto."
"Auto-login"="Oto-Giriş"
"AutoBLFList is on, manually configing is forbiden!"="AutoBLFList açık, El ile konfigürasyon yasak!"
"AutoConnect"="Otomatik Bağlan"
"AutoFavorite is on, manually configing is forbiden!"="AutoFavorite is on, manually configing is forbiden!"
"Automatic"="Otomatik"
"AutoProvision"="Otomatik Güncelleme"
"Avail"="Müsait"
"Available"="Müsait"
"Away"="Uzakta"
"Back"="Geri"
"Backlight Active Level"="Backlight Active Level"
"Backlight Inactive Level"="Backlight Inactive Level"
"Backlight Time"="Backlight Time"
"BackLight"="BackLight"
"BackSpace"="BackSpace"
"Bad Request"="Gecersiz Talep"
"Barge In"="Barge In"
"Basic"="Temel"
"Betransferred"="Aktarıldı"
"Blacklist"="Kara Liste"
"BLF List"="BLF Listesi"
"BLF"="BLF"
"Block"="Block"
"bluetooth devices(Connecting with "="bluetooth devices(Connecting with "
"bluetooth devices:"="bluetooth devices:"
"Bluetooth"="Bluetooth"
"Bridge mode unsupported in PPPoE!"="Bridge mode unsupported in PPPoE!"
"Bridge"="Köprü"
"BridgeID is invalid!"="BridgeID is invalid!"
"BridgeID"="köprü Kimlik"
"Broadsoft Calllog"="Broadsoft Çağrı Logları"
"Broadsoft Contacts"="Broadsoft Kontakları"
"BroadSoft Group"="BroadSoft Grubu"
"Broadsoft_Idle"="BW"
"BroadsoftMenu_Idle"="BW.Menu"
"BST Call Log"="BST Call Log"
"BST Directory"="BST Directory"
"Buddies"="Buddies"
"Busy Forward"="Meşgulde Yönlendir"
"Busy Here"="Burada meşgul"
"Busy"="Rahatsız Etmeyin"
"Cable Disconnect"="Kablo Takılı Değil"
"Call Completion"="Çağrı Tamamlama"
"Call Control"="Çağrı Kontrolü"
"Call Fail"="Arama Başarısız"
"Call Feature"="Arama Özellikleri"
"Call Finish"="Arama Bitir"
"Call Forward"="Arama Yönlendirme"
"Call Infomation"="Call Infomation"
"Call off code can't be empty!"="Devre dışı kodu boş bırakılamaz!"
"Call off code is invalid!"="Call off code is invalid!"
"Call on code is invalid!"="Call on code is invalid!"
"Call Park"="Cağrı Parket"
"Call Pickup"="Çağrı Toplama"
"Call Return"="Geri Ara"
"Call Waiting"="Çağrı Bekletme"
"CallForwarding"="Arama Yönlendirme"
"CallInfo"="CallInfo"
"Calling"="Outgoing Call"
"Calling"="Çalıyor"
"Callout"="Callout"
"CallReturn_Idle"="Dönen çağrı"
"Calls for Pickup"="Calls for Pickup"
"Calls Longest"="Calls Longest"
"Cancel"="İptal"
"CC Name"="CC Name"
"CC UID"="CC UID"
"Certificate"="Certificate"
"CHATTY"="CHATTY"
"Chinese"="Chinese_S"
"Chinese_S"="Chinese_S"
"Chinese_T"="Chinese_T"
"Choose a group"="Choose a group"
"Choose a number to call"="Choose a number to call"
"Clear all account config?"="Tüm hesap içeriği temizlensin mi?"
"Clear All Records?"="Bütün Kayıtları Temizle?"
"Clear this group messages?"="Bu grup mesajlarını sil?"
"Common is invalid!"="Geçersiz Ortak AES Anahtarı"
"Common"="Ortak AES Anahtarı"
"Company"="Şirket"
"Conference with"="Ile Konferans"
"Conference"="Konferans"
"Config Updating"="Konfig Güncelleniyor !"
"Configuration Reset"="Konfigürasyonu Resetle"
"Confirm password must be the same with the new password!"="Şifre uyuşmuyor!"
"Confirm Password"="Şifreyi Onayla"
"Confirm PIN"="PIN Onayla"
"Connect failed."="Bağlantı Başarısız."
"Connect Success."="Connect Success."
"Connect"="Bağlan"
"Connecting.."="Baglaniyor"
"Contact Details"="Contact Details"
"Contact is not in blacklist!"="Contact is not in blacklist!"
"Contact list is full!"="Rehbe dolu!"
"Contact name already existed!"="Kontak adı zaten var!"
"Contacts Setting"="Contacts Setting"
"Contrast Level"="Kontrast Seviyesi"
"Contrast"="Kontrast"
"Copy to All Lines?"="Copy to All Lines?"
"Current Password"="Mevcut Şifre"
"Current PIN is incorrect!"="Mevcut PIN yanlış!"
"Current PIN"="Mevcut PIN"
"Custom DND"="Custom DND"
"Custom Forward"="Custom Forward"
"Customer"="Customer"
"Data invalid!"="Data invalid!"
"Date & Time"="Tarih & Zaman"
"Date Format"="Tarih formatı"
"Date"="Tarih"
"Daylight Saving"="Gun ışığı kaydı"
"DD MMM YYYY"="DD MMM YYYY"
"DD-MMM-YY"="DD-MMM-YY"
"DD/MM/YYYY"="DD/MM/YYYY"
"Dec"="Ara"
"Default Account"="Varsayilan Hat"
"Default"="Varsayılan"
"Delete all contacts?"="Delete all contacts?"
"Delete all item?"="Bütün maddeleri sil?"
"Delete All items?"="Delete All items?"
"Delete all locations?"="Bütün konuları sil?"
"Delete all numbers"="Bütün numaraları sil"
"Delete All"="Tümünü sil"
"Delete Failed!"="Sil Başarısız"
"Delete failed."="Sil Başarısız"
"Delete location?"="Konum Sil?"
"Delete numbers"="Numaraları Sil"
"Delete selected contact?"="Delete selected contact?"
"Delete Selected Item?"="Seçili Nesne Silinsin mi?"
"Delete Selected Records?"="Delete Selected Records?"
"Delete selected wallpapper?"="Delete selected wallpapper?"
"Delete seleted item?"="Delete seleted item?"
"Delete successed"="Delete successed"
"Delete the contact?"="Delete the contact?"
"Delete the record?"="Delete the record?"
"Delete the selected Group?"="Delete the selected Group?"
"Delete the selected message?"="Seçilen mesajı sil?"
"Delete this message?"="Bu mesajı sil?"
"Delete"="Sil"
"Deleting. Please wait..."="Siliniyor. Lütfen bekleyin..."
"Department"="Departman"
"Determined to restore the factory settings?"="Fabrika Ayarlarını Geri Dönülsün mü?"
"Device Name"="Cihaz Adı"
"DHCP Server"="DHCP Sunucusu"
"DHCP Time"="DHCP Süresi"
"DHCP"="DHCP"
"Dial"="Ara"
"Dialed Calls"="Silinen Çağrılar"
"Dialing"="Dialing"
"Directories"="Directories"
"Directory"="Tel. Def."
"Directory_Idle"="Tel. Def."
"Disabled"="Etkin Değil"
"Disabled"="Etkin Değil"
"Discard"="Discard"
"Disconnect Failed."="Bağlantı Kesme Başarısız."
"Disconnect Success."="Disconnect Success."
"Disconnect"="Bağlantıyı Kes"
"Disconnecting.."="Bağlantı kesiliyor.."
"DispCode"="Disp"
"Display name is invalid!"="Display name is invalid!"
"Display Name"="Ekran Adı"
"Display"="Göster"
"Disposition Code"="Yetki Kodu"
"DND"="Rah.Edi."
"Do Not Disturb"="Rahatsız Edilmeme"
"Do you want to discard your change?"="Değişikliklerin Gözardı edilmesini istiyor musunuz?"
"Do you want to save the contact or discard it?"="Do you want to save the contact or discard it?"
"Do you want to save your changes or discard them?"="Do you want to save your changes or discard them?"
"Does not exist anywhere"="Does not exist anywhere"
"Dot"="Dot"
"DP01 Setting"="DP01 Setting"
"DP02 Setting"="DP02 Setting"
"DPickup"="D.Cevapla"
"Draftbox"="Taslaklar"
"Dss Key"="DSS Tuşları"
"DSS Keys"="DSS Tuşları"
"DssKey 1"="Dss Tuşu 1"
"DssKey 10"="Hat Tuşu 10"
"DssKey 11"="Hat Tuşu 11"
"DssKey 12"="Hat Tuşu 12"
"DssKey 13"="Hat Tuşu 13"
"DssKey 14"="Hat Tuşu 14"
"DssKey 15"="Hat Tuşu 15"
"DssKey 16"="Hat Tuşu 16"
"DssKey 17"="Hat Tuşu 17"
"DssKey 18"="Hat Tuşu 18"
"DssKey 19"="Hat Tuşu 19"
"DssKey 2"="Hat Tuşu 2"
"DssKey 20"="Hat Tuşu 20"
"DssKey 21"="Hat Tuşu 21"
"DssKey 22"="Hat Tuşu 22"
"DssKey 23"="Hat Tuşu 23"
"DssKey 24"="Hat Tuşu 24"
"DssKey 25"="Hat Tuşu 25"
"DssKey 26"="Hat Tuşu 26"
"DssKey 27"="Hat Tuşu 27"
"DssKey 28"="Hat Tuşu 28"
"DssKey 29"="Hat Tuşu 29"
"DssKey 3"="Hat Tuşu 3"
"DssKey 4"="Hat Tuşu 4"
"DssKey 5"="Hat Tuşu 5"
"DssKey 6"="Hat Tuşu 6"
"DssKey 7"="Hat Tuşu 7"
"DssKey 8"="Hat Tuşu 8"
"DssKey 9"="Hat Tuşu 9"
"DTMF"="DTMF"
"Duration"="Süre"
"E-Common"="E-Common"
"EAP-MD5"="EAP-MD5"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"Edit Location"="Konum Düzenle"
"Edit Number"="Numara Düzenle"
"Edit"="Düzenle"
"Email"="Email"
"Emergency Escalation"="Emergency Escalation"
"Emergency"="Acil"
"Empty"="Bos"
"empty"="Bos"
"Enable Diversion Inhibitor"="Saptırma engelleyici devrede"
"Enable this Location"="Bu konumu düzenle"
"Enabled"="Devrede"
"End Call"="Iptal"
"End IP"="Son IP"
"English"="English"
"Enter Code"="Kod Girin"
"Enter Filter Conditions"="Enter Filter Conditions"
"Enter Number"="Numara Gir"
"Enter Password"="Enter Password"
"Exit"="Çıkış"
"Exit_Disposition_Code"="Exit_Disposition_Code"
"Extended Away"="Extended Away"
"Extension is invalid!"="Extension is invalid!"
"Extension"="Dahili"
"Factory Installed"="Factory Installed"
"Fail!"="Fail!"
"Failed to connect to server!"="Failed to connect to server!"
"Failed to modify password!"="Failed to modify password!"
"Failed. Please retry..."="Başarısız. Lütfen tekrar deneyin..."
"Family"="Aile"
"Far Mute"="Far Mute"
"Favorite"="Favorite"
"Favourite"="Favourite"
"Feb"="Sub"
"File do not exist !"="File do not exist !"
"File is too large !"="File is too large !"
"File layout error !"="File layout error !"
"Firmware Update..."="Yazılım Güncelleme..."
"Firmware"="Yazılım"
"FirstName"="FirstName"
"Forbidden Number"="Forbidden Number"
"Forbidden"="Yasak"
"Format"="Format"
"Forward Option"="Yönlendirme Seçenekleri"
"Forward to is invalid!"="Geçersiz Hedef Numarası!"
"Forward To"="Yönlendirme No"
"Forward to"="Yönlendirme No"
"Forward"="Yönlendir"
"Forwarded Calls"="Yönlendirilen Çağrılar"
"French"="French"
"Fri"="Cum"
"Friday"="Cuma"
"Friend"="Arkadaş"
"From"="Kimden"
"Full Reset"="Hepsini Resetle"
"Fun Key"="Fonksiyon Tuşları"
"FWD International"="Fwd International"
"FWD"=" Yonl."
"G-Common"="G-Common"
"g722 codec is not avaliable in four ways conference!"="4'lü konferansta g722 kodeği yok!"
"Gateway is invalid!"="Geçersiz Geçit!"
"Gateway"="Ağ Geçidi"
"Genaral"="Genaral"
"General"="Genel"
"German"="German"
"GetConfigData Failed, Please Retry!"="GetConfigData Failed, Please Retry!"
"GPark"="GPark"
"GPickup"="G.Cevapla"
"Group isn't exist!"="Group isn't exist!"
"Group Listening"="Grup Dinleme"
"Group name already existed!"="Grup adı zaten var!"
"Group name can't be empty!"="Group name can't be empty!"
"Group Pick Up"="Grup yakalama"
"Group"="Grup"
"Guest Login"="Misafir Girişi"
"GuestIn"="MisafirGiriş"
"GuestOut"="MisafirÇıkış"
"Hardware"="Donanım"
"has been used!"="has been used!"
"Has Connected"="Has Connected"
"Hebrew"="Hebrew"
"Held"=" Bekliyor"
"Hide Number"="Numara Gizle"
"History Details"="History Details"
"History Record"="Çağrı Geçmişi Kaydı"
"History Setting"="Çağrı Geçmişi Ayarları"
"History"="Cağrilar"
"History_Idle"="Cağrılar"
"Hold"="Beklet"
"Hot Desking"="Hot Desk"
"Hot Desking"="Hot Desk"
"Hoteling"="Hoteling"
"HotelingLogin..."="HotelingLogin..."
"Hotline Delay 0-10(s)"="Hotline Gecikmesi 0-10(s)"
"Hotline delay is invalid!"="Hotline delay is invalid!"
"Hotline delay should be 0-10!"="Acil Arama gecikmesi 0-10 arasında olmalı!"
"Hotline"="Acil Arama"
"Http port should be 1-65535!"="Http port'u 1-65535 aralığında olmalı!"
"Http Port"="HTTP Portu"
"Http"="HTTP Durumu"
"Https port should be 1-65535!"="Https port'u 1-65535 aralığında olmalı!"
"Https Port"="HTTPS Portu"
"Https"="HTTPS Durumu"
"Identity is invalid!"="Identity is invalid!"
"Identity"="Kimlik"
"Image is too large !"="Image is too large !"
"Image load error !"="Image load error !"
"Image loading. Please wait !"="Image loading. Please wait !"
"IME"="IME"
"Inactive Level"="Etkin değil seviyesi"
"Inbox"="Gelen Mesajlar"
"Incoming Call"="Incoming Call"
"Inexitstence"="Inexitstence"
"Initial ACD State"="ACD başlangıç durumu"
"Initial State"="Başlangıç Durumu"
"Input contains invalid character like ''\"\\"="Input contains invalid character like ''\"\\"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input contains invalid character like '<>'\"\\"="Input contains invalid character like '<>'\"\\"
"Intercom Allow"="Interkom izni"
"Intercom Barge"="Interkom Barge"
"Intercom Mute"="Interkom sessiz"
"Intercom Tone"="Interkom Tonu"
"Intercom"="Dahili"
"Interval"="Interval"
"Invalid Account"="Geçersiz Hesap"
"Invalid account"="Geçersiz Hesap"
"Invalid DHCP End IP Address!"="Geçersiz DHCP Son IP Adresi!"
"Invalid DHCP Start IP Address!"="Geçersiz DHCP Baslangic IP Adresi!"
"Invalid DTMF value!"="Invalid DTMF value!"
"Invalid IP Address!"="Geçersiz IP Adresi!"
"Invalid Number"="Geçersiz Numara"
"Invalid Paging Value!"="Geçersiz Paging No!"
"Invalid Subnet Mask!"="Geçersiz Alt Ag Maskesi!"
"Invalid URI !"="Invalid URI !"
"Invalid WAN type"="Invalid WAN type"
"IP address has been used!"="IP address has been used!"
"IP address is invalid!"="Geçersiz IP Adresi!"
"IP conflict"="IP Çakışması"
"IP Conflicted"="IP Conflicted"
"IP Mode"="IP Modu"
"IP"="IP"
"IPAddress Mode"="IP Modu"
"IPaddress Mode"="IP Modu"
"IPV4 & IPV6"="IPv4 & IPv6"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="IPv4 Varsayılan Ağ Geçidi"
"IPv4 Gateway"="IPv4 Ağ Geçidi"
"IPv4 IP"="IPv4 IP"
"IPv4 Pri.DNS"="IPv4 Bir.DNS"
"IPv4 Sec.DNS"="IPv4 İki.DNS"
"IPV4 Status"="IPV4 Durum"
"IPv4 Subnet mask is invalid!"="Geçersiz Alt Ag Maskesi!"
"IPv4 Subnet Mask"="IPv4 Subnet Mask"
"IPV4 WAN Port"="IPV4 WAN Portu"
"IPv4 WAN Type"="IPv4 WAN Türü"
"IPV4"="IPv4"
"IPv4"="IPv4"
"IPv6 Default Gateway"="IPv6 Varsayılan Ağ Geçidi"
"IPv6 IP Prefix"="IPv6 IP Önek"
"IPv6 IP"="IPv6 Address"
"IPv6 Pri.DNS"="IPv6 Bir.DNS"
"IPv6 Prifix"="IPv6 Önek"
"IPv6 Sec.DNS"="IPv6 İki.DNS"
"IPV6 Status"="IPV6 Durum"
"IPv6 Subnet mask is invalid!"="IPv6 Subnet mask is invalid!"
"IPV6 WAN Port"="IPV6 WAN Portu"
"IPv6 WAN Type"="IPv6 WAN Türü"
"IPV6"="IPv6"
"IPv6"="IPv6"
"Italian"="Italian"
"Item 1"="Item 1"
"Item 2"="Item 2"
"Item 3"="Item 3"
"Item 4"="Item 4"
"Item 5"="Item 5"
"Item 6"="Item 6"
"Items out of limit !"="Items out of limit !"
"Jan"="Oca"
"Jul"="Tem"
"Jun"="Haz"
"Key #"="Tuş #"
"Key *"="Tuş *"
"Key As Send"="Yi numarayı göndermek için kullan"
"Key Event"="Tuş Modu"
"Key Type"="Tuş Tipi"
"Key"="Key"
"KeyGuard"="KeyGuard"
"Keypad Lock Enable"="Tuştakımı Kilidi Devrede"
"Keypad Lock Type"="Tuştakımı Kilidi Türü"
"Keypad Lock!"="Kilit"
"Keypad Lock"="Kilit"
"Keypad"="Keypad"
"KeypadLock_Idle"="Kilit"
"Keypress Sound"="Tuş Sesi"
"Label is invalid!"="Label is invalid!"
"Label"="Etiket"
"LAN IP"="LAN IP"
"LAN Mask"="LAN Alt Ag Maskesi"
"LAN Type"="LAN Tipi"
"Language initializing. Please wait..."="Dil başlatılıyor. Lütfen bekleyin..."
"Language"="Lisan Seçimi(Lisan)"
"LastName"="LastName"
"LDAP"="LDAP"
"Line 1"="Hesap 1"
"Line 2"="Hesap 2"
"Line 3"="Hesap 3"
"Line 4"="Hesap 4"
"Line 5"="Hesap 3"
"Line 6"="Hesap 4"
"Line Select"="Hat Seçin"
"Line"="Hat"
"line"="Hat"
"Load Config Data Failed!"="Load Config Data Failed!"
"Load Fail!"="Load Fail!"
"Load Failed!"="Yük Başarısız"
"Load Failed"="Yük Başarısız"
"Loading error !"="Loading error !"
"Loading image..."="Loading image..."
"Loading, please wait..."="Yükleniyor, lütfen bekleyin…"
"Loading. Please wait..."="Yükleniyor, lütfen bekleyin..."
"Loading. Please wait..."="Loading. Please wait..."
"Local Anonymous"="Local Anonymous"
"Local Calllog"="Yerel çağrı geçmişi"
"Local Contacts"="Yerel Rehber"
"Local Group"="Lokal Dizin"
"Local_Idle"="Lokal"
"LocalMenu_Idle"="Lokal"
"Locations"="Konumlar"
"Login As"="Olarak Gir"
"Login Failed."="Giriş Başarısız."
"Login"="Giriş"
"Login..."="Giriş"
"Logout"="Çıkış"
"Low"="Düşük"
"MAC Address"="MAC"
"MAC oriented is invalid!"="Geçersiz MAC-Oriented AES Anahtarı"
"MAC"="MAC"
"MAC-Oriented"="MAC-Oriented AES"
"mail"="Posta"
"Main Menu"="Ana Menü"
"Manual"="Manuel"
"Mar"="Mar"
"MASK"="Alt Ağ Maskesi"
"May"="May"
"Meet-me"="Benimle-Buluş"
"Memory Full!"="Hafıza Dolu"
"Menu Key"="Menü Tuşu"
"Menu"="Menü"
"Message"="Mesajlar"
"Missed Calllog"="Cevapsız Çagrı"
"Missed Calls"="Cevapsız Çagrı"
"MM/DD/YY"="MM/DD/YY"
"Mobile"="Mobil"
"Model"="Model"
"Mon"="Pzt"
"Monday"="Pazartesi"
"More"="Daha Fazla"
"Move Down"="Aşağıya Taşı"
"Move selected to Blacklist?"="Seçileni Karalisteye Taşı?"
"Move selected to Contacts?"="Seçileni Kontaklara Taşı?"
"Move the contact to Blacklist?"="Move the contact to Blacklist?"
"Move the contacts success"="Move the contacts success"
"Move to blacklist success"="Move to blacklist success"
"Move Up"="Yukarı Taşı"
"Move"="Move"
"Moving contact..."="Moving contact..."
"Mute"="Sessiz"
"My Device Information"="My Device Information"
"My Status"="My Status"
"N/A"="Boş"
"Name can not be empty!"="Ekran adı boş bırakılamaz!"
"Name Unknown"="Name Unknown"
"Name"="Turkish"
"Need a Number"="Numara gerekiyor!"
"Net unavailable !"="Net unavailable !"
"Network changed. Rebooting"="Network changed. Rebooting"
"Network Checking..."="Ağ Denetimi..."
"Network configuration has changed, shall become effective after the restart?"="Ağ yapılandırması değişti, yeni ayarların etkin olması telefon tekrar başlatılmalı bunun için ok tuşuna daha sonra başlatmak için iptal tuşuna basınız."
"Network Directory"="Network Directory"
"Network Favorite"="Network Favorite"
"Network Unavailable"="Ağ yok."
"Network unavailable."="Network unavailable."
"Network"="Ağ"
"NetworkCallLog_Idle"="Ağ Çağrı Logu"
"NetworkCalllogGroup_Idle"="AğÇağrıLogGrubu"
"NetworkFavorites"="NetworkFavorites"
"New Call"="Yeni"
"New Contact"="New Contact"
"New Group"="New Group"
"New Location"="Yeni Konum"
"New Message"="Yeni Mesaj"
"New Missed Call(s)"="Yeni Cevapsız Cağrı"
"New password is invalid!"="New password is invalid!"
"New Password"="Yeni Şifre"
"New PIN"="Yeni PIN"
"New Text Message"="Yeni Yazılı Mesaj"
"New Voice Mail"="Yeni Sesli Mesaj"
"new"="Yeni"
"NewSMS_Idle"="Yeni SMS"
"Next"="İleri"
"NextSpace"="NextSpace"
"No Account"="Hesap Yok"
"No Answer Forward"="Cevapsız Yonlendir"
"No Bluetooth Adapter Found."="No Bluetooth Adapter Found."
"No contact!"="No contact!"
"No EXP"="No EXP"
"No found bluetooth adapter."="bluetooth adaptörü bulunamadı."
"No Record"="No Record"
"No Service"="Servis Yok"
"No submit url !"="No submit url !"
"No."="Hayır"
"None"="Yok"
"Not Found"="Not Found"
"Not Installed"="Not Installed"
"Note"="Not"
"Nov"="Kas"
"NTP server1 is invalid!"="Geçersiz NTP Sunucu 1!"
"NTP Server1"="NTP Sunucu 1"
"NTP server2 is invalid!"="Geçersiz NTP Sunucu 2!"
"NTP Server2"="NTP Sunucu 2"
"Number already exists!"="Numara zaten var!"
"Number can not be empty!"="Numara boş olamaz!"
"Number exists"="Number exists"
"Number Invalid"="Numara Geçersiz."
"Number is invalid!"="Number is invalid!"
"Number"="Numara"
"Oct"="Eki"
"Off code can't be empty!"="Devre dışı kodu boş bırakılamaz!"
"Off Code could not be empty when On Code is set!"="Açık Kodu ayarlandığında Kapalı Kodu boş olamaz!"
"Off code is invalid!"="Off code is invalid!"
"Off Code"="Devre Dışı"
"Off"="Kapa"
"Office"="Ofis"
"Offline"="Çevrimdışı"
"OK"="Tamam"
"Old Number"="Eski No"
"old"="Eski"
"On code is invalid!"="On code is invalid!"
"On Code"="Açma Kodu"
"On"="Aç"
"Online"="Online"
"Only 4 level menu supported!"="Only 4 level menu supported!"
"Other"="Diger"
"Others"="Diğerleri"
"Outbound Alternate Number Invalid"="Outbound Alternatif Numara Geçersiz"
"Outbound Alternate Phone Number"="Outbound Alternate Phone Number"
"Outbound proxy is invalid!"="Geçresiz Outbound Proxy!"
"Outbound Proxy"="Outbound Proxy"
"Outbound Status"="Outbound P. Durumu"
"Outbox"="Giden Mesajlar"
"Outgoing Call"="Outgoing Call"
"Overwrite the original contact?"="Orjinal kayıt üstüne yazılsın mı?"
"Paging"="Multicast Paging"
"Parameter is empty!"="Parameter is empty!"
"Park Failed"="Park Failed"
"Park"="Park"
"Parked"="Parked"
"Password can't be empty"="Password can't be empty"
"Password can't have space only"="Password can't have space only"
"Password is invalid!"="Password is invalid!"
"Password is wrong!"="Şifre yanlış olduğunu!"
"Password"="Şifre"
"PC Port"="PC port"
"PEAP-MSCHAPV2"="PEAP-MSCHAPV2"
"Personal"="Personal"
"Phone number is empty!"="Telefon numarası boş!"
"Phone Number"="Telefon No"
"Phone Numbers"="Telefon Numaraları"
"Phone Setting"="Telefon Ayarları"
"Phone"="Telefon"
"Photo"="Resim"
"Pick Up"="Yakala"
"Pickup"="Pickup"
"Pickup_Idle"="Yakalama"
"PIN/ID"="PIN/ID"
"PINs don't match!"="PIN eşleşmiyor"
"Placed Calllog"="Placed Calllog"
"Placed Calls"="Yerleştirilmiş"
"Play Tone"="Uyarı Tonu"
"Please Enter Filter Conditions"="Please Enter Filter Conditions"
"Please input a nonempty name"="Please input a nonempty name"
"Please selected contact!"="Please selected contact!"
"Please selected record!"="Please selected record!"
"Please upload VPN config file firstly!"="Lütfen önce  VPN config dosyasını yükleyin!"
"Polish"="Polish"
"Portuguese"="Portuguese"
"PPPoE Password is invalid!"="PPPoE Password is invalid!"
"PPPoE PWD"="PPPoE Parolası"
"PPPoE User"="PPPoE Kull. Adı"
"PPPoE"="PPPOE"
"PPPoEUser is invalid!"="PPPoEUser geçersiz!"
"Prefix"="Ön Ek"
"Prefix_Idle"="Ön Ek"
"Previous"="Previous"
"Pri.DNS is invalid!"="Pri.DNS is invalid!"
"Pri.DNS"="Birincil DNS"
"PriHold"="PriHold"
"Priority is invalid!"="Öncelik geçersiz!"
"Priority should be 0-7!"="Öncelik 0-7 arası olmal"
"Priority"="Öncelik"
"Private Hold"="Özel Bekletme"
"Product ID"="Ürün ID"
"Provision Now"="Şimdi onay alınsın mı?"
"Public Hold"="Genel Bekletme"
"q'ing"="q'ing"
"Querying. Please wait..."="Sorgulanıyor. Lütfen bekleyin..."
"Queue"="Kuyruk"
"Reboot the phone?"="Tekrar Başlat?"
"Reboot"="Tekrar Başlat"
"Recall"="Recall"
"Received Calllog"="Gelen Cagrilar"
"Received Calls"="Gelen Caağrılar"
"Recieved Calls"="Gelen Çağrılar"
"Record"="Kayıt"
"Redial Interval is invalid!"="Redial Interval is invalid!"
"Redial Interval should be 1-300!"="Tekrar ara aralığı 1-300 olmalı!"
"Redial Interval"="Ara Aralığı"
"Redial Time is invalid!"="Redial Time is invalid!"
"Redial Time should be 1-300!"="Tekrar arama Zamanı  1-300 aralığında olmalı!"
"Redial Time"="Tekrar arama süresi"
"Redial times"="T. Ara Adedi"
"Redial"="T.Ara"
"Redirct Updating Failed"="Redirct Updating Failed"
"Redirector"="Redirector"
"Refresh Failed."="Yenile Başarısız."
"Refresh"="Yenile"
"Refreshing.."="Yenileniyor.."
"Register fail"="Kaydolma Başarısız"
"Register Failed"="Register Failed"
"Register name is invalid!"="Register name is invalid!"
"Register Name"="Kayıt Adı"
"Registered"="Kayıt Oldu"
"Registering"="Kayıt Oluyor"
"Reject off code can't be empty!"="Devre disi kodu bos birakilamaz!"
"Reject off code is invalid!"="Reject off code is invalid!"
"Reject on code is invalid!"="Reject on code is invalid!"
"Reject"="Reddet"
"Remote Contacts"="Uzak Rehber"
"Remote Office"="Uzak Ofis..."
"Remote Phone Book"="Uzak Rehber"
"Remove"="Kaldır"
"Require Answer Confirmation"="Require Answer Confirmation"
"Reset Option"="Reset Seçenekleri"
"Reset to Factory"="Fabrika Ayarlari?"
"Reset to factory?"="Fabrika Ayarlari?"
"Reset"="Reset"
"Reseting,Please wait..."="Resetleniyor, lütfen bekleyin..."
"Resetting to factory, please wait..."="Resetting to factory, please wait..."
"Resume"="Geri Al"
"Retrieve Failed"="Geri alma başarısız"
"Retrieve Park"="Park Geri Al"
"Retrieve"="Geri Al"
"RetrievePark"="RetrievePark"
"Ring saving ..."="Ring saving ..."
"Ring Tones"="Zil Tonları"
"Ring"="Çal"
"Ringing"="Çalıyor"
"Router"="Router"
"Sat"="Cts"
"Saturday"="Cumartesi"
"Save Config Failed, Please Retry!"="Save Config Failed, Please Retry!"
"Save Failed!"="Kayıt Başarısız"
"Save failed!"="Kayıt Başarısız"
"Save"="Kayıt"
"Saved!"="Kaydedildi!"
"Saving  Configuration..."="Konfigürasyon Kaydediliyor..."
"Saving  file..."="Dosya Kaydediliyor..."
"Saving. Please wait..."="Kaydediliyor. Lütfen bekleyin..."
"SCA Active"="SCA Active"
"SCA Alerting"="SCA Alerting"
"SCA Bridge Active"="SCA Bridge Active"
"SCA Bridge Held"="SCA Bridge Held"
"SCA Held Private"="SCA Held Private"
"SCA Held"="SCA Held"
"SCA Unknown"="SCA Unknown"
"Scan Failed."="Tarama başarısız."
"Scan failed."="Tarama başarısız."
"Scan"="Tara"
"Scaning bluetooth devices..."="Scaning bluetooth devices..."
"Scaning..."="Taranıyor..."
"Search All Contacts"="Search All Contacts"
"Search For Contacts"="Search For Contacts"
"Search LDAP Contacts"="Search LDAP Contacts"
"Search Network Contacts"="Search Network Contacts"
"Search Result"="Search Result"
"Search"="Arama"
"Sec.DNS is invalid!"="Sec.DNS is invalid!"
"Sec.DNS"="İkincil DNS"
"Seizing"="Seizing"
"Select All"="Select All"
"Select"="Select"
"Send Anonymous Code"="Send Anonymous Code"
"Send Anonymous"="Send Anonymous"
"Send"="Gönder"
"Sending Provision Requests..."="Provision isteği gönderiliyor..."
"Sentbox"="Gönderilmis Mesajlar"
"Sep"="Eyl"
"server error"="server error"
"Server Status"="Sunucu Durumu"
"Server URL can't be empty!"="Server URL can't be empty!"
"Server URL"="Sunucu URL"
"Server"="Sunucu"
"Set AES Key"="AES Tuşu seç"
"Set failed!"="Set failed!"
"Set failly!"="Set failly!"
"Set Password"="Set Password"
"Set Voice Mail"="Sesli Mesaj Ayarla"
"Setting"="Setting"
"Share line unavailable"="Paylaşılan hatta erişilemiyor."
"Share Line"="Share Line"
"Shared Calls"="Shared Calls"
"SignIn"="SignIn"
"SignOut"="SignOut"
"Silence"="Sessizlik"
"Simultaneous Ring Personal"="Aynı Anda Çalma Kişisel"
"SIP server1 is invalid!"="SIP sunucu1 geçersiz!"
"SIP Server1"="SIP Server1"
"SIP server2 is invalid!"="SIP server2 is invalid!"
"SIP Server2"="SIP Server2"
"SMS"="SMS"
"SNTP"="SNTP"
"Sorry,Only 1000 contacts are allowed!"="Sorry,Only 1000 contacts are allowed!"
"Sorry,Only 30 Blacklists are allowed!"="Üzgünüz,Sadece 30 Karalisteye izin veriliyor!"
"Sorry,only 50 groups are allowed!"="Çok Fazla Grup. En fazla 50!"
"Sound"="Ses"
"Spanish"="Spanish"
"Speed Dial"="Hızlı Ara"
"SpeedDial_Idle"="Hızlı arama"
"Split"="Böl"
"srtp is not avaliable in four ways conference!"="4'lü konferansta srtp'ye izin verilmiyor!"
"Start IP"="Başlangıc IP"
"Static IP"="Statik IP"
"Static"="Static"
"Status"="Durum"
"Status"="Durum"
"STUN server is invalid!"="Geçersiz STUN Sunucusu!"
"STUN Server"="STUN Sunucu"
"STUN Status"="STUN Durumu"
"Submit"="Onayla"
"Subnet mask is invalid!"="Subnet mask is invalid!"
"Subnet Mask"="Alt Ağ Maskesi"
"Success Saved!"="Kaydedildi!"
"Success!"="Success!"
"Sun"="Pzr"
"Sunday"="Pazar"
"Swap"="Geçiş"
"Switch"="Geçiş"
"SwitchAccount_Idle"="Hesap değiştir"
"SwitchAccountDown_Idle"="Gecis"
"SwitchAccountUp_Idle"="Gecis"
"System default account"="Varsayılan Hesap"
"System Wallpaper Cannot be Deleted!!"="System Wallpaper Cannot be Deleted!!"
"Talk From"="Kimden"
"Talking"="Gorusuluyor"
"Target cannot be empty!"="Target cannot be empty!"
"Temporarily not available"="Geçici Ulaşılamama"
"Temporarily Unavailable"="Temporarily Unavailable"
"The audio codecs is different, can’t set up a conference!"="The audio codecs is different, can’t set up a conference!"
"The old password is incorrect!"="Eski Şifre Yanlış!"
"Thu"="Prş"
"Thursday"="Perşembe"
"Time Format"="Zaman Formatı"
"Time out"="Time out"
"Time Zone"="Saat Dilimi"
"Time"="Zaman"
"To"="Kime"
"To:"="Kime"
"Today"="Bugün"
"Trace"="Trace"
"Transfer Failed"="Aktarma Başarısız"
"Transfer to"="Aktar"
"Transfer"="Aktar"
"Transfered"="Transfered"
"Transferred"="Transfer oldu"
"Transferring"=" Aktarılıyor"
"Tue"="Sal"
"Tuesday"="Salı"
"Turkish"="Turkish"
"Type"="Tür"
"UC Favorite"="UC Favorite"
"Unavail Reason"="Unavail Reason"
"Unavailable Reason Code"="Sebep Kodu Yok"
"Unavailable"="Çevrim dışı"
"Unknow"="Unknow"
"Unknown"="Bilinmeyen"
"Unknown"="Bilinmeyen"
"Unlock PIN"="Unlock PIN"
"UnlockPIN"="Telefon kilidini PIN"
"Unregistered"="Kayıt Olunamadi"
"Unregistering"="Kayıt ediliyor"
"Unvail"="Unvail"
"Update finish"="Güncelleme tamamlandı"
"Update Skipped"="Güncelleme Atlandı"
"Update"="Güncelleme"
"Update, ok or cancel?"="Güncelle, Tamam veya İptal?"
"Updating, please wait..."="Güncelleniyor, lütfen bekleyin..."
"URL is empty!"="URL is empty!"
"URL is invalid!"="URL is invalid!"
"URL Record"="URL Kaydı"
"URL"="URL"
"Use BroadWorks-based Call Control"="BroadWorks-tabanlı Çağrı Kontrolü kullan"
"User Host"="Kullanıcı Host"
"User ID"="Kullanıcı ID"
"User mode changed!"="User mode changed!"
"User name is invalid!"="User name is invalid!"
"User Name"="Kullanıcı Adı"
"User Type"="Kullanıcı Tipi"
"User Unknown."="User Unknown."
"user"="user"
"Userdata Reset"="Kullanıcıbilgisi Resetle"
"UserID Can't be Empty!"="UserID Can't be Empty!"
"UserMode "="Kullanici Modu"
"UserMode"="Kullanici Modu"
"Value is invalid!"="Value is invalid!"
"Value"="Değer"
"var"="var"
"Via"="Ile"
"VID nubmer is invalid!"="Geçersiz VID Numarası!"
"VID number should be 1-4094!"="VID numarası 1-4094 olmalı!"
"VID Number"="VID No"
"View Voice Mail"="Sesli Mesaj Gör"
"View"="Gör"
"VLAN unsupported in PPPoE!"="PPPoE modda VLAN desteklenmiyor!"
"VLAN"="VLAN"
"Voice Mail"="Sesli Mesaj"
"Voice Number is invalid!"="Voice Number is invalid!"
"VPN Active"="VPN Aktif"
"VPN"="VPN"
"Wait for"="Wait for"
"Wait Time"="Wait Time"
"Wallpaper"="Duvar Kağıdı"
"WAN IP"="WAN IP"
"WAN Port VLAN"="VLAN Etkin"
"WAN Port"="WAN Portu"
"WAN Type"="WAN Türü"
"Warning"="Uyarı!"
"Web access password is wrong !"="Web access password is wrong !"
"Web Server"="Web Sunucusu"
"Wed"="Çrş"
"Wednesday"="Çarşamba"
"Wrap up"="Wrap up"
"Wrap-Up"="Wrap up"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"XML Browser"="XML Tarayıcı"
"Xml Browser"="XML Tarayıcı"
"XML Group"="XML Tel. Rehberi"
"XML_Idle"="XmlGro"
"XMLMenu_Idle"="XMLMenu"
"XSI is empty"="XSI boş"
"Yesterday"="Dün"
"Your account unauthorized."="Hesabınız yetkilendirilmedi."
"YYYY-MM-DD"="YYYY-MM-DD"
"Zero SP Touch"="Zero Touch"
"Zero Touch"="Zero Touch"
"Zero-SP-Touch"="Zero Touch"
